cassandra-ycsb/logs/2_node/ycsb_70/node1.txt
RunTime(ms), 1202256.0
[OVERALL], Throughput(ops/sec), 13168.575577913523
[TOTAL_GCS_PS_Scavenge], Count, 988.0
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 8778.0
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.7301273605621432
[TOTAL_GCS_PS_MarkSweep], Count, 0.0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0.0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 988.0
[TOTAL_GC_TIME], Time(ms), 8778.0
[TOTAL_GC_TIME_%], Time(%), 0.7301273605621432
[CLEANUP], Operations, 35.0
[CLEANUP], AverageLatency(us), 63707.0
[CLEANUP], MinLatency(us), 1.0
[CLEANUP], MaxLatency(us), 2230271.0
[CLEANUP], 80thPercentileLatency(us), 8.0
[CLEANUP], 99thPercentileLatency(us), 2230271.0
[CLEANUP], 95thPercentileLatency(us), 97.0
[CLEANUP], 50thPercentileLatency(us), 3.0
[INSERT], Operations, 791734.0
[INSERT], AverageLatency(us), 1273.6545721163927
[INSERT], MinLatency(us), 247.0
[INSERT], MaxLatency(us), 780287.0
[INSERT], 80thPercentileLatency(us), 1194.0
[INSERT], 99thPercentileLatency(us), 12079.0
[INSERT], 95thPercentileLatency(us), 1742.0
[INSERT], 50thPercentileLatency(us), 908.0
[INSERT], Return=OK, 791734
[SCAN], Operations, 1.5040265E7
[SCAN], AverageLatency(us), 2719.444815234306
[SCAN], MinLatency(us), 361.0
[SCAN], MaxLatency(us), 704511.0
[SCAN], 80thPercentileLatency(us), 3045.0
[SCAN], 99thPercentileLatency(us), 15831.0
[SCAN], 95thPercentileLatency(us), 4483.0
[SCAN], 50thPercentileLatency(us), 2227.0
[SCAN], Return=OK, 15040265
root@172-23-100-194:~/CASSANDRA-YCSB

OVERALL], RunTime(ms), 1202250.0
[OVERALL], Throughput(ops/sec), 13083.65897275941
[TOTAL_GCS_PS_Scavenge], Count, 2238.0
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 11241.0
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.9349968808484093
[TOTAL_GCS_PS_MarkSweep], Count, 0.0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0.0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 2238.0
[TOTAL_GC_TIME], Time(ms), 11241.0
[TOTAL_GC_TIME_%], Time(%), 0.9349968808484093
[CLEANUP], Operations, 35.0
[CLEANUP], AverageLatency(us), 63640.71428571428
[CLEANUP], MinLatency(us), 1.0
[CLEANUP], MaxLatency(us), 2228223.0
[CLEANUP], 80thPercentileLatency(us), 5.0
[CLEANUP], 99thPercentileLatency(us), 2228223.0
[CLEANUP], 95thPercentileLatency(us), 55.0
[CLEANUP], 50thPercentileLatency(us), 3.0
[INSERT], Operations, 787040.0
[INSERT], AverageLatency(us), 1285.7424603577963
[INSERT], MinLatency(us), 234.0
[INSERT], MaxLatency(us), 779263.0
[INSERT], 80thPercentileLatency(us), 1209.0
[INSERT], 99thPercentileLatency(us), 11919.0
[INSERT], 95thPercentileLatency(us), 1830.0
[INSERT], 50thPercentileLatency(us), 912.0
[INSERT], Return=OK, 787040
[SCAN], Operations, 1.4942789E7
[SCAN], AverageLatency(us), 2738.1470033472333
[SCAN], MinLatency(us), 344.0
[SCAN], MaxLatency(us), 979967.0
[SCAN], 80thPercentileLatency(us), 3061.0
[SCAN], 99thPercentileLatency(us), 15719.0
[SCAN], 95thPercentileLatency(us), 4659.0
[SCAN], 50thPercentileLatency(us), 2235.0
[SCAN], Return=OK, 14942789